Repository: Belarus/OmegaT-FBReader
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: We have no new plugins at the moment, sorry
be: Зараз няма новых убудоваў, прабачце

source: Well done\! Now tap the center third again to hide the controls and this hint. If you want to keep controls on the screen during reading, select “Show action bar” option in “Appearance” section of the Settings dialog.
be: Выдатна\! Цяпер зноў краніце цэнтральную траціну, каб схаваць гэтую падказку й элемэнты кіраваньня. Калі ж Вы жадаеце пакінуць іх на экране, то пастаўце птушку «Паказваць паліцу дзеяньняў» у разьдзеле «Выгляд» наладаў.

source: Well done\! Now tap the center third of the screen again to hide the controls and this hint. If you want to keep controls on the screen while reading, select the “Show action bar” option in “Appearance” in Settings.
be: Выдатна\! Цяпер зноў краніце цэнтральную траціну, каб схаваць гэтую падказку й элемэнты кіраваньня. Калі ж Вы жадаеце пакінуць іх на экране, то пастаўце птушку «Паказваць паліцу дзеяньняў» у разьдзеле «Выгляд» наладаў.

source: Where to search for books
be: Дзе шукаць кнігі

source: Where to search for fonts
be: Дзе шукаць шрыфты

source: Where to seek for books
be: Дзе шукаць кнігі

source: Where to seek for fonts
be: Дзе шукаць шрыфты

source: Where to store downloaded books
be: Дзе захоўваць зладаваныя кнігі

source: Where to store temporary files
be: Дзе захоўваць часовыя файлы

source: While battery level is above 25%%
be: Калі зарад батарэі большы за 25%

source: While battery level is above 50%%
be: Калі зарад батарэі большы за 25%

source: While battery level is greater than 25 percent
be: Калі зарад батарэі большы за 25%

source: While battery level is greater than 50 percent
be: Калі зарад батарэі большы за 50%

source: Wide cards
be: Шырокія карткі

source: Widgets
be: Віджэты

source: Wood
be: Драўніна

source: Would you like to install %s?
be: Жадаеце ўсталяваць %s?

source: Would you like to read FBReader daily tips? New tips would be downloaded from FBReader site. Expected network traffic is 1-2 kilobytes per week.\n\nEnable tips?
be: Ці жадаеце Вы чытаць штодзённыя падказкі FBReader? Новыя падказкі будуць зладоўвацца з сайту FBReader. Чаканы расход трафіку — каля 1–2 кБ на тыдзень.\n\nУключыць падказкі?

source: Would you like to read FBReader's daily tips? New tips would be downloaded from the FBReader site, with expected network traffic 1-2 kilobytes per week.\n\nEnable tips?
be: Ці жадаеце Вы чытаць штодзённыя падказкі FBReader? Новыя падказкі будуць зладоўвацца з сайту FBReader. Чаканы расход трафіку — каля 1–2 кБ на тыдзень.\n\nУключыць падказкі?

source: Yes
be: Так

source: You are signed in with email address %s.
be: Вы ўвайшлі з электронным адрасам %s.

source: Your account information was sent to %s. Please check your mailbox.
be: Інфармацыя пра Ваш конт даслана на %s. Калі ласка, праверце Вашую пошту.

source: Your basket is empty
be: Ваш кошык пусты

source: Your basket is empty, sorry
be: Ваш кошык пусты, прабачце

source: Your favorites list is empty
be: Ваш сьпіс упадабанага пусты

source: Your favorites list is empty, sorry
be: Ваш сьпіс упадабанага пусты, прабачце

source: Your password will be sent unencrypted
be: Ваш пароль будзе дасланы незашыфраваным

source: Zoom in
be: Наблізіць

source: Zoom in/out
be: Набліжэньне

source: Zoom out
be: Падаліць

source: add new format
be: дадаць новы фармат

source: all languages
be: усе мовы

source: bold
be: тоўсты

source: don't hyphenate words
be: не пераносіць словы

source: fast
be: хуткая

source: hyphenate words
be: пераносіць словы

source: italic
be: курсіўны

source: no decorations
be: без аздабленьня

source: normal
be: звычайны

source: off
be: выключана

source: on
be: уключана

source: regular
be: звычайны

source: remove this format
be: прыбраць гэты фармат

source: sample
be: узор

source: slow
be: павольная

source: striked through
be: закрэсьлены

source: strikethrough
be: закрэсьлены

source: unchanged
be: ня зьменена

source: underlined
be: падкрэсьлены

source: “%s” is already in the list
be: «%s» ужо ў сьпісе
